export default function Home() {
  return (
    <main>
      <div className="container">
        <p>
          <strong>Уважаемые посетители и пользователи!</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          Данный сайт принадлежит физическому лицу (далее — "Администрация"), действующему согласно законодательства
          Украины.
        </p>{" "}
        <p>
          Мы относимся уважительно к конфиденциальной (персональной) информации всех посетителей сайта и стремимся
          обеспечить защиту этой информации и создать максимально комфортные условия для использования нашего сервиса.
        </p>{" "}
        <p>
          Для этого Администрация разработала данную Политику конфиденциальности (далее — "Политика"), чтобы рассказать
          Вам какие именно данные может получить сайт http://autoclean.com.ua от физических лиц и что мы будем делать с
          ними делать.
        </p>{" "}
        <p>
          Обращаем внимание! Мы обрабатываем Ваши персональные данные только в случае, если только Вы дали согласие на
          обработку персональных данных.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>1. Термины и определения</strong>
        </p>{" "}
        <p>Персональные данные — информация о физическом лице (Пользователе).</p>{" "}
        <p>
          Обработка персональных данных — регистрация, сбор, накопление, хранение, использование персональных данных, в
          том числе с использованием автоматизированных систем.
        </p>{" "}
        <p>Распространение персональных данных — передача сведений о Пользователе с его согласия.</p>{" "}
        <p>
          Пользователь — физическое лицо, которое дало согласие на обработку персональных данных, согласно настоящей
          Политики в собственных интересах, путем регистрации или оставив заявку в онлайн-сервисе
          http://autoclean.com.ua
        </p>{" "}
        <p>Онлайн-сервис — сервис, который принадлежит Администрации и расположен по адресу http://autoclean.com.ua</p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>2. Общие положения</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          2.1. Политика применяется в отношении всех Ваших персональных данных, которые могут быть получены в процессе
          использования онлайн-сервиса как до, так и после введения в действие настоящей Политики.
        </p>{" "}
        <p>
          2.2. При использовании онлайн-сервиса, Вы, сообщив Администрации свои персональные данные, признаете свое
          согласие на обработку своих персональных данных в соответствии с настоящей Политикой и, что вы уведомлены о
          лицах, которым могут передаваться ваши данные.
        </p>{" "}
        <p>
          2.3. Если Вы не согласны условиями настоящей Политики, Вы сразу же должны прекратить использование сервиса.
        </p>{" "}
        <p>2.4. Пользователь может в любой момент отозвать согласие на обработку своих данных.</p>{" "}
        <p>
          2.5. Администрация сайта рассчитывает, что Пользователь предоставляет достоверные и правдивые персональные
          данные.
        </p>{" "}
        <p>2.6. Настоящая Политика является внутренним документом Администрации.</p> <p>&nbsp;</p>{" "}
        <p>
          <strong>3. Состав персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          3.1. Администрация сайта http://autoclean.com.ua собирает только следующие данные о Пользователе: фамилия,
          имя, адрес электронной почты, номер мобильного телефона, VIN код автомобиля.
        </p>{" "}
        <p>
          3.2. Также есть данные, которые мы получаем автоматически с помощью программного обеспечения: IP-адрес,
          информация о браузере и вид операционной системы устройства, технические характеристики оборудования и
          программного обеспечения, дата и время доступа к онлайн-сервису.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>4. Цель и принципы обработки персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p> <p>4.1. Цель обработки персональной информации:</p>{" "}
        <p>
          ⦁ предоставление Пользователю информации о товарах, актуальных акциях и специальных предложениях, касающихся
          товаров, предоставляемых нашим онлайн-сервисом;
        </p>{" "}
        <p>
          ⦁ для связи с субъектом персональных данных для направления предложений, информационных материалов, сообщений,
          рекламы;
        </p>{" "}
        <p>
          ⦁ для анализа информации с целью улучшения качества онлайн-сервиса, удобства его использования, разработка
          новых функциональных возможностей и улучшение качества обслуживания;
        </p>{" "}
        <p>⦁ проведение статистических исследований на основе полученных данных.</p>{" "}
        <p>
          4.2. Мы не осуществляет обработку персональных данных, которые касаются расового или этнического
          происхождения, политических, религиозных или мировоззренческих убеждений, членства в политических партиях и
          профессиональных союзах, осуждения к уголовному наказанию, а также данных, касающихся здоровья, половой жизни,
          биометрических и генетических данных.
        </p>{" "}
        <p>
          4.3. Обработка персональных данных осуществляется с соблюдением условий, определенных законодательством
          Украины и GDPR.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>5. Сроки обработки персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          5.1. Персональных данных обрабатываются пока не будут достигнуты целей их обработки, но не дольше чем это
          определено Законодательством.
        </p>{" "}
        <p>
          5.2. Когда истекает срок обработки и хранения информации, она должна быть уничтожена или обезличена, если иное
          не предусмотрено Законом.
        </p>{" "}
        <p>
          5.3. Мы со времени минимизируем Ваши персональные данные и можем сделать их анонимными, чтобы они больше не
          могли быть связаны с Вами лично. В этом случае мы сможем использовать эту информацию без дальнейшего
          информирования Вас.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>6. Взаимодействие Сайта с другими ресурсами</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          6.1. На страницах нашего сайта есть ссылки на другие Интернет-ресурсы (исключительно в информационных целях),
          которые могут получать и обрабатывать ваши информацию, если вы переходите по этим ссылкам.
        </p>{" "}
        <p>
          6.2. На страницах нашего сайта установлены коды сервисa Google Analytics, которые используют Сookie и могут
          получать, и обрабатывать информацию исключительно о том, что вы посетили ту или иную страницу и другую
          информацию, которая передается вашим браузером. Использование указанных сервисов нам необходимо для
          оперативного анализа посещений сайта, внутренней и внешней оценки посещаемости сайта, глубины просмотров,
          активности пользователей. Данные, полученные от указанных сервисов мы не храним и не обрабатываем. Мы не несем
          ответственности в части сбора/обработки/использования указанными/аналогичными сервисами персональных данных.
          Если Вам некомфортно использовать Cookies, то после завершения визита на наш сайт, Вы всегда можете удалить
          Cookies с Вашего браузера.
        </p>{" "}
        <p>
          Обращаем внимание! При переходе по ссылке на другие сайты или социальные сети, данная Политика
          конфиденциальности и персональных данных на них распространяться не будет. Мы рекомендуем просматривать
          политику конфиденциальности каждого Сайта перед тем, как передавать какие-либо персональные данные, по которым
          Вас могут идентифицировать.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>7. Взаимодействие Администрации с третьими лицами относительно персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          7.1. Для обработки персональных данных допущены только те сотрудники Администрации, на которых возложена такая
          обязанность в соответствии с их служебными (трудовыми) обязанностями.
        </p>{" "}
        <p>7.2. Администрация может передать персональные данные третьим лицам в следующих случаях:</p>{" "}
        <p>— субъект персональных данных письменно выразил свое согласие на такие действия;</p>{" "}
        <p>
          — передача предусмотрена украинским или другим соответствующим законодательством в рамках установленной
          законодательством процедуры.
        </p>{" "}
        <p>
          7.3. Представители органов государственной власти (в том числе, контролирующих, надзорных, правоохранительных
          и других органов), получают доступ к персональным данным, обрабатываемым в Администрации, в объеме и порядке,
          определенном законодательством Украины.
        </p>{" "}
        <p>
          7.4. Администрация вправе поручить обработку персональных данных третьему лицу с согласия субъекта
          персональных данных, если иное не предусмотрено законодательством Украины, на основании заключенного с третьим
          лицом договора, условием которого является соблюдение конфиденциальности.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>8. Защита персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          Администрация использует общепринятые стандарты технических и организационных мер безопасности для защиты
          информации и персональных данных. Тем не менее, мы не можем гарантировать полную защиту от любых угроз,
          возникающих вне введенья Администрации.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>9. Права субъекта персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          9.1. Знать об источниках сбора персональных данных, местонахождения своих персональных данных, цели их
          обработки, о получении этой информации уполномоченным лицам, кроме случаев, установленных Законом.
        </p>{" "}
        <p>
          9.2. На доступ к своим персональным данным. Получать доступ к своим данным после соответствующего запроса не
          позднее чем через 30 дней, кроме случаев, предусмотренных Законом.
        </p>{" "}
        <p>
          9.3. Предъявлять мотивированное требование или жалобу к Администрации о возражении по обработке своих
          персональных данных, об их изменении или уничтожении, если данные обрабатываются незаконно или являются
          недостоверными.
        </p>{" "}
        <p>
          9.4. На защиту своих персональных данных от незаконной обработки, непредставлением или несвоевременным их
          предоставлением, а также на защиту от предоставления сведений, которые являются недостоверными или порочащих
          честь, достоинство и деловую репутацию физического лица.
        </p>{" "}
        <p>9.5. Применять средства правовой защиты в случае нарушения законодательства о защите персональных данных.</p>{" "}
        <p>9.6. Отозвать согласие на обработку персональных данных.</p> <p>&nbsp;</p>{" "}
        <p>
          <strong>10. Место хранения персональных данных</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          Предоставляемые персональные данные обрабатываются и хранятся в дата-центрах, где размещается оборудование,
          обеспечивающее функционирование сервисов сайта http://autoclean.com.ua.
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          <strong>11. Изменение политики конфиденциальности</strong>
        </p>{" "}
        <p>&nbsp;</p>{" "}
        <p>
          В Настоящую политику конфиденциальности могут вноситься те или иные изменения. Любые изменения в Политику
          конфиденциальности публикуются на Сайте. Во избежание каких-либо недоразумений, мы убедительно рекомендуем
          обращаться к настоящей Политике конфиденциальности регулярно.
        </p>{" "}
        <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p>{" "}
        <p>
          <strong>Желаем приятно и с пользой провести время на нашем ресурсе!</strong>
        </p>
      </div>
    </main>
  );
}
