export default function Home() {
  return (
    <main>
      <div className="container">
        <p>
          <strong>Уважаемые посетители и пользователи!</strong>
        </p>
        <p>
          Настоящий Договор-оферта (далее по тексту - Договор) представляет собой открытое предложение (Оферту) и
          регулирует отношения между Физическим лицом (далее по тексту - Исполнитель) и Пользователем (далее также
          именуемый - Заказчик), с другой стороны, вместе именуемые «Стороны».
        </p>
        <p>
          <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ</strong>
        </p>
        <p>1.1. Настоящий Договор (далее - Договор) является публичной офертой.</p>
        <p>
          1.2. Сторонами Договора является Исполнитель, с одной стороны, и Заказчик, с другой стороны, далее именуемые
          отдельно - Сторона, а вместе - Стороны.
        </p>
        <p>
          1.3. В соответствии с Гражданским Кодексом Украины, в случае принятия изложенных в Оферте условий и оплаты
          товаров/услуг физическое или юридическое лицо, производящее акцепт этой Оферты становится Заказчиком (акцепт
          Оферты равносилен заключению Договора на условиях, изложенных в Оферте).
        </p>
        <p>
          1.4. Платные услуги согласно настоящего Договора предоставляются Исполнителем для физических лиц, физических
          лиц-предпринимателей и юридических лиц.
        </p>
        <p>
          <strong>2. ПРЕДМЕТ ДОГОВОРА</strong>
        </p>
        <p>
          2.1. Согласно данного Договора Исполнитель предоставляет цифровой товар (отчёт), содержащий перечень сайтов,
          на которых опубликована информация об истории автомобиля Заказчика, а также стоимость и сроки удаления
          информации с данных ресурсов. Заказчик в свою очередь обязуется произвести оплату на условиях, предусмотренных
          настоящим Договором.
        </p>
        <p>
          2.2. Данный Договор считается принятым и заключѐнным между Сторонами с момента внесения оплаты за отчёт,
          предоставляемый на условиях настоящего Договора.
        </p>
        <p>
          2.3. Заказчик соглашается с условиями Публичной оферты и Политики конфиденциальности, предусмотренных на сайте
          http://autoclean.com.ua, а также обязуется выполнять их.
        </p>
        <p>
          2.4. Исполнитель имеет право в одностороннем порядке изменять положения настоящего Договора, изложив их в
          новой редакции на сайте http://autoclean.com.ua.
        </p>
        <p>
          <strong>3. СТОИМОСТЬ, УСЛОВИЯ ОПЛАТЫ И ПРЕДОСТАВЛЕНИЯ ЦИФРОВЫХ ТОВАРОВ</strong>
        </p>
        <p>
          3.1. Стоимость товаров, доставляемых по настоящему Договору, указана на сайте http://autoclean.com.ua и, по
          договоренности между сторонами, может быть изменена в большую или меньшую сторону в зависимости от объема
          работы.
        </p>
        <p>
          3.2. Заказ товаров подтверждается заполнением Заказчиком соответствующей заявки и внесением оплаты одним из
          способов, указанных на Сайте. Заказчик оплачивает цифровые товары на условиях 100% предоплаты.
        </p>
        <p>
          3.3. Обязательства Заказчика по оплате считаются исполненными им надлежащим образом в день зачисления денежных
          средств в полном объёме на расчётный счёт Исполнителя.
        </p>
        <p>3.4. После получения оплаты Исполнителем, отчёт предоставляется Заказчику в сроки указанные на сайте.</p>
        <p>
          3.5. В случае, если в течение оговоренных сроков Заказчик по той или иной причине не получил отчёт, ему
          необходимо обратиться в службу поддержки Исполнителя по адресу: autocleanhistory@gmail.com
        </p>
        <p>3.6. Исполнитель и клиент не подписывают акты. Оплата подтверждает качество предоставленного отчёта.</p>
        <p>
          <strong>4. АКЦЕПТ ОФЕРТЫ И ЗАКЛЮЧЕНИЕ ДОГОВОРА</strong>
        </p>
        <p>
          4.1. Заказчик производит акцепт Оферты и заключение Договора путем предварительной оплаты цифровых товаров,
          согласно раздела 3 Договора.
        </p>
        <p>
          <strong>5. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ УСЛОВИЙ ОФЕРТЫ</strong>
        </p>
        <p>
          5.1. Оферта вступает в силу с момента размещения её на сайте http://autoclean.com.ua и действует до момента
          отзыва Оферты Исполнителем.
        </p>
        <p>
          5.2. Исполнитель оставляет за собой право внести изменения в условия Оферты (в том числе в стоимость) и/или
          отозвать Оферту в любой момент по своему усмотрению. В случае внесения Исполнителем изменений в Оферту, такие
          изменения вступают в силу с момента размещения измененного текста Оферты на сайте http://autoclean.com.ua,
          если иной срок вступления изменений в силу не определен дополнительно при таком размещении.
        </p>
        <p>
          <strong>6. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ ДОГОВОРА</strong>
        </p>
        <p>6.1. Акцепт Оферты Заказчиком, произведенный, согласно п. 4.1 Оферты, создает Договор на условиях Оферты.</p>
        <p>
          6.2. Договор вступает в силу с момента акцепта Оферты Заказчиком и действует до момента расторжения Договора.
        </p>
        <p>
          <strong>7. РАСТОРЖЕНИЕ ДОГОВОРА</strong>
        </p>
        <p>7.1. Договор может быть расторгнут по соглашению Сторон в любое время.</p>
        <p>7.2. Исполнитель имеет право расторгнуть договор в одностороннем порядке.</p>
        <p>
          <strong>8. ОТВЕТСТВЕННОСТЬ И ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</strong>
        </p>
        <p>
          8.1. За нарушение условий Договора Стороны несут ответственность, установленную Договором и/или действующим
          законодательством Украины.
        </p>
        <p>8.2. Заказчик в полном объеме несет ответственность за достоверность сведений, указанных Заказчиком.</p>
        <p>
          8.3. Исполнитель несет ответственность за хранение и обработку персональных данных Заказчика, обеспечивает
          сохранение конфиденциальности этих данных и использует их исключительно для качественного оказания услуг
          Заказчику.
        </p>
        <p>
          8.4. Использование Заказчиком полученных материалов допускается только в личных целях и для личного
          использования.
        </p>
        <p>
          <strong>9. ПОЛИТИКА ВОЗВРАТА ДЕНЕГ И ОТКАЗ ОТ ЦИФРОВЫХ ТОВАРОВ</strong>
        </p>
        <p>
          9.1. В случае, если качество отчёта по каким-либо причинам является для Заказчика ненадлежащим, цифровые
          товары испорчены или их не возможно прочитать, использовать, Исполнитель предоставляет Заказчику право в
          течение 14 (четырнадцати) календарных дней с дня получения отчётов, которые были предоставлен в соответствии с
          условиями Договора, обратиться к Исполнителю с Заявлением о возврате уплаченных средств.
        </p>
        <p>9.2. Заявление на возврат средств, направляется Заказчиком на следующий адрес: autocleanhistory@gmail.com</p>
        <p>
          Ответственность за правильность данных указанных в Заявлении несет Заказчик. Заявление на возврат средств
          должно содержать следующую информацию:
        </p>
        <p>
          9.3. Фамилия, имя, отчество Заказчика; способ, дату и сумму оплаты; причины, по которым Заказчик считает, что
          предоставленные товары ненадлежащего качества.
        </p>
        <p>
          9.4. При условии соответствия Заявления на возврат средств требованиям п.п.9.3 Договора, Исполнитель
          возвращает оплаченные средства в течение 2-4 рабочих дней со дня получения заявления, путем отмены транзакции
          и обратного зачисления денежных средств на карту Заказчика. Возврат средств производится за вычетом комиссии
          платежных систем и на карту, с которой была совершена оплата.
        </p>
        <p>
          9.5. В случае отсутствия в заявлении на возврат средств или предоставление недостоверной информации,
          Исполнитель вправе отказать Заказчику в возврате средств.
        </p>
        <p>
          9.6. Любые претензии, заявления направлены Заказчиком после окончания срока указанного в п.п. 9.1 Договора,
          Исполнителем не рассматриваются.
        </p>
        <p>
          <strong>10. КОНТАКТЫ</strong>
        </p>
        <p>Телефон: +38 (098) 042-40-40</p> <p>Е-mail: autocleanhistory@gmail.com</p>
        <p>
          <strong>Желаем приятно и с пользой провести время на нашем ресурсе!</strong>
        </p>
      </div>
    </main>
  );
}
